sed '/☁/s/⁜/ﬁ/g; /☁/s/⁛/ﬂ/g; /☁/s/\&nbsp;/◑/g; /☁/s/\&lt;/</g; /☁/s/\&gt;/>/g; /☁/s/\&quot;/"/g; /☁/s/J/అ/g; /☁/s/P/ఆ/g; /☁/s/W/ఇ/g; /☁/s/D/ఈ/g; /☁/s/L/ఉ/g; /☁/s/T/ఊ/g; /☁/s/Z/ఎ/g; /☁/s/U/ఏ/g; /☁/s/S/ఐ/g; /☁/s/X/ఒ/g; /☁/s/F/ఓ/g; /☁/s/B/ఔ/g; /☁/s/ó/ః/g; /☁/s/O/ం/g; /☁/s/II/∥/g; /☁/s/I/|/g; /☁/s/R/ష్ట్ర/g; /☁/s/|∞∞/ఋ/g; /☁/s/|∞∂/ౠ/g; /☁/s/|¸/ౠ/g; /☁/s/N/శ్రీ/g; /☁/s/G/స్త్ర/g; /☁/s/Ñ¶¨∞/ఘ/g; /☁/s/Ñ¶¨∂/ఘా/g; /☁/s/Ñ¶¨Ú/ఘు/g; /☁/s/Ñ¶¨¸/ఘూ/g; /☁/s/ÃÑ¶∞·/ఘై/g; /☁/s/ÃÑ¶∞/ఘె/g; /☁/s/Ñ¶π∞/ఘ్/g; /☁/s/Ñ¶\(.\)∞/ఘ\1/g; /☁/s/Ñ¶¨/ఫ/g; /☁/s/á¶/ఫ/g; /☁/s/Ñ¶/ఫ/g; /☁/s/Ñ¨/ప/g; /☁/s/á/ప/g; /☁/s/Ñ/ప/g; /☁/s/Kè«/ఛ/g; /☁/s/zè/ఛి/g; /☁/s/pè/ఛీ/g; /☁/s/Kè/ఛ/g; /☁/s/K«/చ/g; /☁/s/z/చి/g; /☁/s/p/చీ/g; /☁/s/K/చ/g; /☁/s/_è»/ఢ/g; /☁/s/_è/ఢ/g; /☁/s/_»/డ/g; /☁/s/_/డ/g; /☁/s/\^äŒ/థ/g; /☁/s/kä/థి/g; /☁/s/nä/థీ/g; /☁/s/\^ä/థ/g; /☁/s/\^èŒ/ధ/g; /☁/s/kè/ధి/g; /☁/s/nè/ధీ/g; /☁/s/\^è/ధ/g; /☁/s/\^Œ/ద/g; /☁/s/k/ది/g; /☁/s/n/దీ/g; /☁/s/\^/ద/g; /☁/s/Éèí/భ/g; /☁/s/cè/భీ/g; /☁/s/aè/భి/g; /☁/s/Éè/భ/g; /☁/s/|/బ/g; /☁/s/É/బ/g; /☁/s/a/బి/g; /☁/s/c/బీ/g; /☁/s/Hõ/క/g; /☁/s/‰õ/క/g; /☁/s/H/క/g; /☁/s/‰/క/g; /☁/s/M/ఖ/g; /☁/s/Y/ఖ/g; /☁/s/d/ఖి/g; /☁/s/v/ఖీ/g; /☁/s/QÆ/గ/g; /☁/s/y/గి/g; /☁/s/w/గీ/g; /☁/s/Q/గ/g; /☁/s/\[/జ/g; /☁/s/\*/జ/g; /☁/s/l/జి/g; /☁/s/A/జు/g; /☁/s/E/జూ/g; /☁/s/r/జీ/g; /☁/s/>/ట/g; /☁/s/@/ట/g; /☁/s/\\/ట/g; /☁/s/}/ణ/g; /☁/s/`«/త/g; /☁/s/f/తీ/g; /☁/s/u/తి/g; /☁/s/`/త/g; /☁/s/#/న/g; /☁/s/</న/g; /☁/s/x/ని/g; /☁/s/h/నీ/g; /☁/s/Å/ల/g; /☁/s/Ö/ల/g; /☁/s/e/లి/g; /☁/s/b/లీ/g; /☁/s/à◊/ళ/g; /☁/s/à/ళ/g; /☁/s/m/ళీ/g; /☁/s/o/ళి/g; /☁/s/â◊/శ/g; /☁/s/â/శ/g; /☁/s/j/శీ/g; /☁/s/t/శి/g; /☁/s/+¨/ష/g; /☁/s/+/ష/g; /☁/s/ë/ష/g; /☁/s/ã¨/స/g; /☁/s/ã/స/g; /☁/s/™/స/g; /☁/s/~î°/ఠ/g; /☁/s/iî/ఠి/g; /☁/s/sî/ఠీ/g; /☁/s/~î/ఠ/g; /☁/s/=∞ø/మౌ/g; /☁/s/=∞/మ/g; /☁/s/=∂/మా/g; /☁/s/q∞/మి/g; /☁/s/g∞/మీ/g; /☁/s/=Ú/ము/g; /☁/s/=¸/మూ/g; /☁/s/"≥∞ÿ/మై/g; /☁/s/"≥∞/మె/g; /☁/s/"Õ∞/మే/g; /☁/s/"≥Ú/మొ/g; /☁/s/"≥∂/మో/g; /☁/s/"£∞/మ్/g; /☁/s/=/వ/g; /☁/s/"/వ/g; /☁/s/q/వి/g; /☁/s/g/వీ/g; /☁/s/Ç¨ÏŸ/హో/g; /☁/s/Ç¨Ï∫/హౌ/g; /☁/s/Ç¨Ï/హ/g; /☁/s/Ç¨/హా/g; /☁/s/Ç≤Ï/హి/g; /☁/s/Ç‘Ï/హీ/g; /☁/s/Ç¨ï/హు/g; /☁/s/Ç¨˙/హూ/g; /☁/s/¿ÇÏ/హే/g; /☁/s/ÃÇ·Ï/హై/g; /☁/s/ÃÇÏ/హె/g; /☁/s/Ü«∞ø/యౌ/g; /☁/s/Ü«∞/య/g; /☁/s/Ü«∂/యా/g; /☁/s/~Ú/యి/g; /☁/s/~¸/యీ/g; /☁/s/Ü«Ú/యు/g; /☁/s/Ü«¸/యూ/g; /☁/s/Ü≥ÿ∞/యై/g; /☁/s/Ü≥∞/యె/g; /☁/s/ÜÕ∞/యే/g; /☁/s/Ü≥∂/యో/g; /☁/s/~°≠/ఝ/g; /☁/s/i≠/ఝి/g; /☁/s/s≠/ఝీ/g; /☁/s/Ô~≠·/ఝై/g; /☁/s/Ô~≠/ఝె/g; /☁/s/~°/ర/g; /☁/s/~å/రా/g; /☁/s/i/రి/g; /☁/s/s/రీ/g; /☁/s/ˆ~/రే/g; /☁/s/Ô~·/రై/g; /☁/s/Ô~/రె/g; /☁/s/~˘/రొ/g; /☁/s/~À/రో/g; /☁/s/~/ర/g; /☁/s/é/ఱ/g; /☁/s/¢/↶/g; /☁/s/„/↷/g; /☁/s/Êù/్ఫ/g; /☁/s/Ûù/్ఛ/g; /☁/s/ƒù/్భ/g; /☁/s/C/్పు/g; /☁/s/;/్ష్మ/g; /☁/s/\]/్ఱ/g; /☁/s/¡/్ల/g; /☁/s/¤/్డ/g; /☁/s/§/్ళ/g; /☁/s/ª/్ఠ/g; /☁/s/¬/్ష/g; /☁/s/¯/్క/g; /☁/s/º/్య/g; /☁/s/Ê/్ప/g; /☁/s/Ì/్ద/g; /☁/s/Î/్త/g; /☁/s/Û/్చ/g; /☁/s/æ/్గ/g; /☁/s/…/్ఘ/g; /☁/s/ì/్ట/g; /☁/s/ö/్ఖ/g; /☁/s/÷/్థ/g; /☁/s/ú/్ధ/g; /☁/s/û/్స/g; /☁/s/ƒ/్బ/g; /☁/s/˚/్జ/g; /☁/s/˝/్ఞ/g; /☁/s/‚/్ణ/g; /☁/s/‡/్మ/g; /☁/s/›/్హ/g; /☁/s/∆/్ష/g; /☁/s/Δ/్ష/g; /☁/s/≈/్శ/g; /☁/s/ﬁ/్వ/g; /☁/s/ﬂ/్న/g; /☁/s/£/్/g; /☁/s/±/్/g; /☁/s/ò/్/g; /☁/s/ü/్/g; /☁/s/π/్/g; /☁/s/∑/్/g; /☁/s/®/ా/g; /☁/s/Í/ా/g; /☁/s/ß/ా/g; /☁/s/å/ా/g; /☁/s/ê/ా/g; /☁/s/•/ా/g; /☁/s/Ï/ా/g; /☁/s/ç/ి/g; /☁/s/˜/ి/g; /☁/s/≤/ి/g; /☁/s/©/ీ/g; /☁/s/ô/ీ/g; /☁/s/‘/ీ/g; /☁/s/µ/ు/g; /☁/s/μ/ు/g; /☁/s/Ù/ు/g; /☁/s/Ω/ు/g; /☁/s/Ω/ు/g; /☁/s/√/ు/g; /☁/s/∞/ు/g; /☁/s/Ä/ూ/g; /☁/s/Ó/ూ/g; /☁/s/¥/ూ/g; /☁/s/∂/ూ/g; /☁/s/\$/ృ/g; /☁/s/Á/ొ/g; /☁/s/˘/ొ/g; /☁/s/⁄/ొ/g; /☁/s/À/ో/g; /☁/s/È/ో/g; /☁/s/Ÿ/ో/g; /☁/s/’/ో/g; /☁/s/Ò/ౌ/g; /☁/s/ø/ౌ/g; /☁/s/œ/ౌ/g; /☁/s/“/ౌ/g; /☁/s/∫/ౌ/g; /☁/s/Ë/ే/g; /☁/s/Õ/ే/g; /☁/s/ı/ే/g; /☁/s/[ˇ‹≥][·Âÿ]/ై/g; /☁/s/[ˇ‹≥]/ె/g; /☁/s/[¿ˆ]\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)/\1ే/g; /☁/s/[ÔÃ]\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)[·Âÿ]/\1ై/g; /☁/s/[ÔÃ]\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)/\1ె/g; /☁/s/†/;/g; ' పరీక్ష.txt > ప_ఫలితం.txt
sed -i '/☁/s/ \([ాిీుూృౄెేైొోౌ]\)/\1/g;' ./ప_ఫలితం.txt
#sed -i '/☁/s/ ్వ/ తీరి/g; s/్వ్/తీరి్/g; s/ ్/్/g; ' ./ప_ఫలితం.txt

sed -i '/☁/s/\([ాిీుూృౄెేైొోౌ]\)్\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)/్\2\1/g;' ./ప_ఫలితం.txt
sed -i '/☁/s/\([ాిీుూృౄెేైొోౌ]\)్\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)/్\2\1/g;' ./ప_ఫలితం.txt
sed -i '/☁/s/\([ాిీుూృౄెేైొోౌ]\)్\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)/్\2\1/g;' ./ప_ఫలితం.txt
sed -i '/☁/s/[↶↷]\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)/\1్☆/g;' ./ప_ఫలితం.txt
sed -i '/☁/s/్☆్\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)/్\1్☆/g;' ./ప_ఫలితం.txt
sed -i '/☁/s/్☆్\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)/్\1్☆/g;' ./ప_ఫలితం.txt
sed -i '/☁/s/్☆్\([కఖగఘఙచఛజఝఞటఠడఢణతథదధనపఫబభమయరలవశషసహఱళ]\)/్\1్☆/g;' ./ప_ఫలితం.txt
sed -i "s/☆/ర/g;" ./ప_ఫలితం.txt
sed -i '/☁/s/్్/్/g;' ./ప_ఫలితం.txt
sed -i '/☁/s/◑/\&nbsp;/g;' ./ప_ఫలితం.txt
sed -i "s/—/’/g; s/'/‘/g;"  ప_ఫలితం.txt
sed -i '/☁/s/ెÂ/ై/g;' ప_ఫలితం.txt











